[
    {
        "topic": "success",
        "text": "Success is not final, failure is not fatal: It is the courage to continue that counts."
    },
    {
        "topic": "success",
        "text": "Don't watch the clock; do what it does. Keep going."
    },
    {
        "topic": "success",
        "text": "Success usually comes to those who are too busy to be looking for it."
    },
    {
        "topic": "success",
        "text": "The only impossible journey is the one you never begin."
    },
    {
        "topic": "success",
        "text": "Success is walking from failure to failure with no loss of enthusiasm."
    },
    {
        "topic": "life",
        "text": "Life is what happens when you're busy making other plans."
    },
    {
        "topic": "life",
        "text": "The purpose of our lives is to be happy."
    },
    {
        "topic": "life",
        "text": "Get busy living or get busy dying."
    },
    {
        "topic": "life",
        "text": "Life is really simple, but we insist on making it complicated."
    },
    {
        "topic": "life",
        "text": "In the end, we will remember not the words of our enemies, but the silence of our friends."
    },
    {
        "topic": "motivation",
        "text": "Push yourself, because no one else is going to do it for you."
    },
    {
        "topic": "motivation",
        "text": "The harder you work for something, the greater you'll feel when you achieve it."
    },
    {
        "topic": "motivation",
        "text": "Great things never come from comfort zones."
    },
    {
        "topic": "motivation",
        "text": "Don't stop when you're tired. Stop when you're done."
    },
    {
        "topic": "motivation",
        "text": "The only way to do great work is to love what you do."
    },
    {
        "topic": "dreams",
        "text": "All our dreams can come true if we have the courage to pursue them."
    },
    {
        "topic": "dreams",
        "text": "The future belongs to those who believe in the beauty of their dreams."
    },
    {
        "topic": "dreams",
        "text": "A dream doesn't become reality through magic; it takes sweat, determination and hard work."
    },
    {
        "topic": "happiness",
        "text": "Happiness is not something ready made. It comes from your own actions."
    },
    {
        "topic": "happiness",
        "text": "The most important thing is to enjoy your life—to be happy—it's all that matters."
    },
    {
        "topic": "happiness",
        "text": "Happiness is when what you think, what you say, and what you do are in harmony."
    },
    {
        "topic": "courage",
        "text": "Courage is not the absence of fear, but action in spite of it."
    },
    {
        "topic": "courage",
        "text": "You have been assigned this mountain to show others it can be moved."
    },
    {
        "topic": "courage",
        "text": "Believe you can and you're halfway there."
    }
]